Repository: cspaniard/homeshift
Catalog: src/Localization/CliOptions.*.resx
Languages: es

# VerbCreate
source: Create a snaphot.
es: Crea una instantánea.

# VerbConfig
source: Configure default values.
es: Configura valores por defecto.

# CreateUser
source: User from whom to take the snapshot.
es: Realiza una instantánea del usuario especificado.

# CreateComments
source: Set snapshot description.
es: Especifica la descripción de la instantánea.

# ConfigScheduleDaily
source: Enable daily snapshots. (bool)
es: Habilita instantáneas diarias. (bool)

# ConfigScheduleHourly
source: Enable hourly snapshots. (bool)
es: Habilita instantáneas cada hora. (bool)

# ConfigScheduleMonthly
source: Enable monthly snapshots. (bool)
es: Habilita instantáneas mensuales. (bool)

# ConfigScheduleWeekly
source: Enable weekly snapshots. (bool)
es: Habilita instantáneas semanales. (bool)

# ConfigSnapshotDevice
source: Device where snapshots will be stored.
es: Dispositivo donde se guardarán las instantáneas.

# VerbList
source: List snapshots for a user.
es: Lista las instantáneas.

# VerbRestore
source: Restore snapshot.
es: Restaura instantánea.

# RestoreSnapshot
source: Specify snapshot to restore.
es: Instantánea a restaurar.

# DeleteSnapshot
source: Delete one snapshot of specified user.
es: Elimina instantánea espcífica de un usuario.

# DeleteAll
source: Delete all snapshots of specified user.
es: Elimina todas las instantáneas de un usuario.

# VerbDelete
source: Deletes snapshots.
es: Elimina instantáneas.

# VerbListDevices
source: List valid target devices.
es: Lista dispositivos válidos para las instantáneas.

# DeleteUser
source: User for whom to delete snapshots.
es: Usuario del que eliminar instantáneas.
