Repository: cspaniard/homeshift
Catalog: src/Localization/Errors.*.resx
Languages: es

# NeedRootAccess
source: Need root access to perform the required action.
es: Necesita acceso root para ejecutar esta acción.

# InvalidDevice
source: Invalid snapshot device.
es: Dispositivo inválido para las instantáneas.

# UserNameIsEmpty
source: User name cannot be empty.
es: Nombre de usuario no puede estar vacío.

# UserNoInfoFound
source: Could not find info for the specified user.
es: No se pudo encontrar información del usuario especificado.

# UserNameHasSpaces
source: User name cannot contain spaces.
es: Nombre de usuario no puede tener espcacios.

# SnapshotDeviceIsEmpty
source: Snapshot device cannot be empty.
es: El dispositivo de las instantáneas no puede estar vacío.

# SnapshotDeviceHasSpaces
source: Snapshot device cannot contain spaces.
es: El dispositivo de las instantáneas no puede tener espacios.

# DirectoryIsEmpy
source: Directory name cannot be empty.
es: El nombre del directorio no puede estar vacío.

# HomeDirectoryDoesNotExist
source: User's home directory does not exist.
es: El directorio home del usuario no existe.

# CouldNotUnmount
source: Device could not be unmounted.
es: El dispositivo no pudo ser desmontado.

# UserInvalid
source: User name is invalid.
es: El nombre del usuario es inválido.

# SnapshotInvalid
source: Invalid snapshot.
es: Instantánea inválida

# SnapshotNonFound
source: Could not find any snapshots
es: No se encontró ninguna instantánea
